questions = [
    {
        'question': 'Первый президент Республики Казахстан?',
        'options': ['Горбачев М.', 'Токаев К.', 'Назарбаев Н.', 'Путин В.'],
        # 'options': ['Горбачев', 'Токаев', 'Назарбаев', 'Путин'],
        'correct-option': 2},
    {
        'question': 'Первый премьер-министр Республики Казахстан?',
        'options': ['Смаилов А.', 'Терещенко С.', 'Кажегельдин А.', 'Балгымбаев Н.'],
        'correct-option': 1},
    {
        'question': 'Какое место занимала РК по ядерному потенциалу?',
        'options': ['1', '2', '3', '4'],
        'correct-option': 3},
    {
        'question': 'Второй президент Республики Казахстан? ',
        'options': ['Горбачев М.', 'Токаев К.', 'Назарбаев Н.', 'Путин В.'],
        'correct-option': 1},
    {
        'question': 'Какой язык программирования используется в этом боте?',
        'options': ['Python', 'Java', 'C++', 'JavaScript'],
        'correct-option': 0
    },
    {
        'question': 'Первый фильм "Гарри Поттер" вышел ',
        'options': ['2023', '2001', '2005', '2012'],
        'correct-option': 1
    }
]

